Repository: alxvmr/userpasswd
Catalog: userpasswd/po/*.po
Languages: ru

source: Error
ru: Ошибка

source: System configuration error.
ru: Ошибка конфигурации системы.

source: Wrong password. Please try again.
ru: Пароль неверный. Попробуйте еще раз.

source: Weak password. Please try again.
ru: Новый пароль слишком прост. Попробуйте еще раз.

source: Results
ru: Результаты

source: Password sucessully changed.
ru: Пароль успешно изменен.

source: Password conversation error.
ru: Ошибка смены пароля.

source: Cancel
ru: Отменить

source: Current password
ru: Текущий пароль

source: Please enter your current password first
ru: Пожайлуста, введите ваш текущий пароль в системе

source: Enter current password:
ru: Введите текущий пароль:

source: New password
ru: Новый пароль

source: Now enter your new password twice
ru: Теперь введите дважды ваш новый пароль

source: Enter new password:
ru: Новый пароль:

source: Re-type password
ru: Повтор нового пароля

source: Re-type new password:
ru: Повторите новый пароль:

source: Sorry, passwords do not match. Please try again.
ru: Пароли не совпадают Попробуйте еще раз.
